/*****************************************************
 * aタグを親要素いっぱいに広げるため、.aの親要素をrelative
 ******************************************************/
$('.a').parent().css('position', 'relative');

/*****************************************************
 * ハンバーガーメニュー表示&非表示
 ******************************************************/
$(function () {
    $('.btn-ham').on('click', function () {
        $(this).toggleClass('active');
        $('#ham').toggleClass('active');
        return false;
    });
});

/*****************************************************
 * お子様情報、表示&非表示
 ******************************************************/
$(function () {
    $('.accordion').click(function () {
        $(this).toggleClass('selected');
        $(this).next().slideToggle();
    });
});